export default {
  title: { id: 'app.help.title', en: 'Help', zh: '帮助中心' },
  question_1: { id: 'app.help.question_1', en: '什么是学习安排？', zh: '什么是学习安排？' },
  answer_1: {
    id: 'app.help.answer_1',
    en: '学习安排是你当前需要学习的课程，包括必修和选修。',
    zh: '学习安排是你当前需要学习的课程，包括必修和选修。',
  },
  question_2: { id: 'app.help.question_2', en: '什么是必修？', zh: '什么是必修？' },
  answer_2: {
    id: 'app.help.answer_2',
    en: '必修课即企业分派给你必须学习的课程，这些课程的内容通常和公司文化、制度、你的岗位&职位的应知应会紧密联系。',
    zh: '必修课即企业分派给你必须学习的课程，这些课程的内容通常和公司文化、制度、你的岗位&职位的应知应会紧密联系。',
  },
  question_3: { id: 'app.help.question_3', en: '什么是选修？', zh: '什么是选修？' },
  answer_3: {
    id: 'app.help.answer_3',
    en: '选修课是多学平台或企业提供，你可以自主选择学习的课程。你决定正式学习某一选修课时，就将该选修课添加安排，这门课就在你的学习安排中出现。学习过程中，你还可以放弃学习，该课程从你的学习安排中移除。',
    zh: '选修课是多学平台或企业提供，你可以自主选择学习的课程。你决定正式学习某一选修课时，就将该选修课添加安排，这门课就在你的学习安排中出现。学习过程中，你还可以放弃学习，该课程从你的学习安排中移除。',
  },
  question_4: { id: 'app.help.question_4', en: '什么是断点练习？', zh: '什么是断点练习？' },
  answer_4: {
    id: 'app.help.answer_4',
    en: '断点练习是配合音视频学习内容，更好的帮助学习者掌握巩固知识的方式。在音视频指定时间点，弹出练习，内容与指定时间点前的学习内容相关。完成练习后提交可以查看答案和解析。',
    zh: '断点练习是配合音视频学习内容，更好的帮助学习者掌握巩固知识的方式。在音视频指定时间点，弹出练习，内容与指定时间点前的学习内容相关。完成练习后提交可以查看答案和解析。',
  },
  question_5: { id: 'app.help.question_5', en: '什么是提交最佳成绩？', zh: '什么是提交最佳成绩？' },
  answer_5: {
    id: 'app.help.answer_5',
    en: '多学的考试可以设置参与次数，学员可以在次数范围内多次参与考试，考试结束后会给出成绩，学员根据自己的成绩判断是提交最佳成绩还是继续考试。提交最佳成绩后，考试机会清零。',
    zh: '多学的考试可以设置参与次数，学员可以在次数范围内多次参与考试，考试结束后会给出成绩，学员根据自己的成绩判断是提交最佳成绩还是继续考试。提交最佳成绩后，考试机会清零。',
  },
  question_6: { id: 'app.help.question_6', en: '如何收藏课程？', zh: '如何收藏课程？' },
  answer_6: {
    id: 'app.help.answer_6',
    en: '在课程详情中点击“收藏”，点亮五星，变为“已收藏”，再次点击取消收藏。可从我的收藏查看收藏的课程列表。',
    zh: '在课程详情中点击“收藏”，点亮五星，变为“已收藏”，再次点击取消收藏。可从我的收藏查看收藏的课程列表。',
  },
  question_7: { id: 'app.help.question_7', en: '如何修改头像？', zh: '如何修改头像？' },
  answer_7: {
    id: 'app.help.answer_7',
    en: '在个人中心点击头像，选择拍照或图库上传图片，上传成功后将替换当前头像。',
    zh: '在个人中心点击头像，选择拍照或图库上传图片，上传成功后将替换当前头像。',
  },
};
